[{"recipeId":"384a13228bd94665a31983acd810f2f8","recipeImage":"hsr","recipeName":"红烧肉","recipeType":"油脂","recipeMaterial":"主料：五花猪肉2斤，调料：盐，糖，葱段，姜片，料酒","recipeStep":"1.肉洗净后切成方块，放在加了料酒的冷水里浸泡5分钟。捞出沥干水。2.热锅凉油，待油轻微帽烟将冰糖加入并不停搅拌，你会发现开始晶莹的冰糖会变的象白糖，然后象黄糖，然后象红塘然后象……没有然后了！赶快加肉否则糖就糊了！你的铲子别停呀！继续搅拌！糖会挂在肉上很不均匀，别管它继续搅你的。这时糖会因为加热的原因均匀的挂在肉上。3.现在加水吧！末过肉即可，还有葱段姜片。大火烧开，改小火煮半个小时。4.现在可以往肉里加盐了。5.再煮15-20分钟就可以了！先别急着吃，如果你是拌饭的狂热爱好者，现在可以上桌了。如果你喜欢干干的红烧肉那就开大火靠干汁再上桌。"},{"recipeId":"e0472e1d67bd49aca87ede28af523c2f","recipeImage":"hgr","recipeName":"回锅肉","recipeType":"油脂","recipeMaterial":"五花肉半斤，尖椒一个，青蒜4-5根，（其实正宗的回锅肉还要放豆干，再放根红椒点缀，咱家没有，省略了），白糖2茶勺，生抽1汤勺，盐2克，鸡精，料酒，姜片，葱段；蒜片，郫县豆瓣酱1汤勺","recipeStep":"预先处理：将整块五花肉放入热水中煮熟（筷子扎下去可以扎透），期间点些料酒，放两片姜，两三段葱；然后放入冷水中冷却。其中，冷水中冷却的步骤可以使肉快速收缩，帮助成型，增加嚼劲儿，是普通厨子变大厨的关键步骤，不可省略哈。1、青椒切菱形段，青蒜拍一下蒜头，切寸段。蒜头和蒜叶分开放。2、预先处理过的五花肉切薄片，越薄越好。俺就这刀工了，算比较厚的啊。3、蒜拍碎（没拍），郫县豆瓣剁成茸（碎点儿好看也好吃）。4、处理好的肉片下油锅，旺火煸炒。直至肉片打卷，变得焦黄。5、将超好的肉片拨至一边，下入蒜末和郫县豆瓣，用小火炒出红油。6、倒入尖椒段和青蒜蒜头，烹入糖，生抽，盐。注意：郫县豆瓣酱和生抽均有咸度，盐一定要酌情放。7、待尖椒和蒜头香味出来，放入青蒜叶及鸡精兜匀。青蒜叶熟的很快，这个步骤只需要30秒或者更短，只要看到青蒜叶被油裹住就可以了。"},{"recipeId":"43bc7a2542534766937022afeb286dfa","recipeImage":"jjrs","recipeName":"京酱肉丝","recipeType":"油脂","recipeMaterial":"猪里脊300克，大葱2根，鸡蛋1个（实际用量：蛋清半个），料酒2汤匙30ml，干淀粉1茶匙5克，番茄沙司2汤匙30克，蚝油1汤匙15克，甜面酱2汤匙30ml，香油1/4茶匙1ml","recipeStep":"1、将里脊肉现切成3毫米厚的薄片，再切成3毫米宽的细丝。放入碗中，调入料酒，倒入半个鸡蛋的蛋清，搅拌均匀，再调入干淀粉搅拌均匀，腌制10分钟。2、大葱去掉绿色部分，只取葱白，洗净后切成4厘米长的段，再对半切开后，切成细丝，放入盘中摆好。3、锅中倒入油，大火至8成热，有微微青烟冒出后，倒入肉丝，并用铲子快速滑散，炒到肉丝变色后，捞出备用。4、锅中留少许的低油，调成小火，先倒入番茄酱，再倒入蚝油，最后倒入甜面酱，搅拌后倒入炒好的肉丝回入锅中，改成大火快速翻炒，使每条肉丝都挂上酱料，出锅前淋入一点香油即可。"},{"recipeId":"4f492e60325d4e3098ac37d038b6028a","recipeImage":"kr","recipeName":"扣肉","recipeType":"油脂","recipeMaterial":"主料：猪肋条肉（五花肉）500克，调料：酱油25克，料酒10克，花椒2克，蜂蜜10克，大葱15克，姜15克，八角3克，豌豆淀粉8克，味精2克，白砂糖5克，大豆油70克","recipeStep":"1.将猪五花肉刮去皮面上的油泥、绒毛，洗净，切成大方块，放入锅内煮至七成熟捞出;2.将皮面抹上蜂蜜，皮面朝下入入八成热油中炸至呈火红色捞出；3.花椒用水浸泡，拣出花椒，花椒水留用；4.将炸好的五花肉改成9厘米长、0.2厘米厚的大片，皮面朝下码入碗内，加酱油、料酒、花椒水、葱段、姜块、肉汤250克、大料、白糖，上屉蒸烂；5.将蒸好的肉取出，拣去调料渣不用，汤汁滗入炒勺内，将肉扣在盘内；6.汤勺上火烧开，用湿淀粉15克（淀粉8克加水）勾芡，加味精，淋入明油，浇在盘内扣肉上即成。"},{"recipeId":"71258f08453542d69319aa706a97923a","recipeImage":"tclj","recipeName":"糖醋里脊","recipeType":"油脂","recipeMaterial":"猪里脊肉250克。白糖25克，面粉10克，绍酒15克，芝麻油10克，酱油25克，醋25克，葱段5克，熟菜油750克（约耗50克），精盐1克","recipeStep":"1、里脊肉批成0.5厘米厚的大片，用刀轻轻排剁一下，改成骨牌块入碗，放绍酒5克和精盐捏匀，用湿淀粉25克、面粉10克拌匀待用。2、酱油、白糖、绍酒、醋、湿淀粉15克、水25克成糖醋汁待用。3、炒锅置中火烧热，下菜油烧至六成热（约150℃）时，将挂好糊的肉块入锅炸1分钟捞出。4、待油温升至七成热（约175℃）时，复炸1分钟，1捞出沥油。5、锅内留底油，放入葱段，煸出香味，肉块下锅，迅速将调好的汁冲入锅内，颠翻炒锅。6、待芡汁均匀地包住肉块时淋麻油出锅装盘即可。"},{"recipeId":"f8ce109e5f9c4525a18181e505380c7b","recipeImage":"zsnmc","recipeName":"紫薯糯米糍","recipeType":"碳水化合物","recipeMaterial":"紫薯 2个,糯米粉 130g,糖粉 25g,油 20g,凉水 75g,椰蓉 若干,雀巢炼乳 若干","recipeStep":"1. 蒸熟紫薯2. 紫薯剥皮,加入炼乳,捣成泥3. 糯米+水+糖粉揉成团,+油,揉匀4. 把紫薯泥包入糯米粉团中,用手心搓出圆形5. 放入蒸笼6. 大火蒸10分钟7. 蒸好趁热滚入椰蓉中，完成"},{"recipeId":"6600eaf9333841ff9d78b5b93dc54282","recipeImage":"ttq","recipeName":"甜甜圈","recipeType":"碳水化合物","recipeMaterial":"中筋面粉160克，温牛奶75ml，干酵母1/2匙，泡打粉1/2小匙，糖3小匙，盐1/4小匙，蛋1/2只","recipeStep":"1.把所有材料混合揉成面团，放温暖处基本发酵1小时（我用的面包机发面团的功能发的）2.完成基本发酵后取出，用擀面杖擀成较薄的面皮3.用两个大小不同的盖子印出若干个圆环，剩下的面皮重复以上步骤再印出圆环4.然后放在盘上，放温暖处最后发酵30分钟5.烧半锅油，用小火炸至两边金黄"},{"recipeId":"619053a01234475dba9aedbe0eede9c3","recipeImage":"hslpsdt","recipeName":"黑森林葡式蛋塔","recipeType":"碳水化合物","recipeMaterial":"葡式蛋塔塔皮10张，苦甜巧克力碎屑适量，罐头腌渍红樱桃5颗，内馅材料：10公克，鲜奶120公克，细砂糖60公克，蛋黄60公克，可可粉10公克，动物性奶油120公克","recipeStep":"1.可可粉过筛备用。2.将鲜奶、细砂糖、蛋黄一起混合拌匀，使糖完全融解，拌入作法1的可可粉，过筛2次，加入动物性奶油和卡噜哇酒拌匀，即为巧克力内馅备用。3.烤箱预热，塔模抹上白油，撒些高筋面粉，将葡式蛋塔塔皮置入塔模内，捏整成塔皮，倒入作法2的巧克力内馅，入烤箱以上、下火皆200℃烤约20分钟。4.将蛋塔取出烤箱待凉，撒上苦甜巧克力碎屑，放上1/2颗红樱桃作装饰即可。"},{"recipeId":"ba3368b06f84414eb3ac1e20a779e968","recipeImage":"cj","recipeName":"春卷","recipeType":"碳水化合物","recipeMaterial":"主料：小麦面粉500克，猪里脊肉250克，白菜1000克，辅料：蚕豆淀粉50克，调料：白砂糖5克，味精5克，黄酒10克，盐10克，猪油30克，菜籽油100克","recipeStep":"1.面粉加细盐少许，逐渐加冷水350毫升，揉成有韧性的面浆；2.用平底锅（或用特制的铁板）放到小火上烧热，先用油布在锅中揩一遍；3.右手抓起一块面浆，在锅底上迅速转动涂抹成直径20厘米左右的面皮，烘干后揭下即成春饼皮；4.摊好的春饼皮迭放在一起时，面上宜盖以潮湿的毛巾，以防皮子干裂发脆；5.猪里脊肉洗净，切成细丝；6.白菜去老帮，取其嫩心，洗净，切成丝；7.炒锅置旺火上，下猪油，放入肉丝略煸，加入黄酒、糖，放入菜丝，加盐及少量汤水，烧至菜酥熟，加味精，用湿淀粉勾厚芡，出锅晾凉待用；8.将肉丝馅分成5份，每份包10只；9.将春饼皮子逐张摊开，放上1小份馅料，折拢一边，再两边包折拢，包卷成长约8厘米，阔约3厘米的扁圆形的小包，用面糊封口；10.锅置旺火上，下菜油至七成热时，将包好的春卷放入油锅炸至金黄色，捞起装盆即成。"},{"recipeId":"c3e5343035f14a119ed59df6ec0c9906","recipeImage":"ft","recipeName":"饭团","recipeType":"碳水化合物","recipeMaterial":"长糯米2杯，菜脯末1/2杯，咸菜末1/2杯，油条1根，花生糖粉1/4杯，蒜末1/2大匙，盐1/2小匙，糖1/2大匙，香油1小匙","recipeStep":"1.长糯米洗净浸泡于水中2小时，大蒜切末、油条等切成4段备用。2.将长糯米沥干水分放入大碗中，用电锅蒸25分钟至熟，保温备用。3.热油锅，爆香蒜末，放入菜脯末、咸菜末翻炒2分钟。4.加入所有调味料翻炒均匀入味盛起备用。5.取一透明塑胶袋铺平，取1碗长糯米饭平铺在塑胶袋上压平成圆形。6.在饭上依序撒上花生粉，作法(3)的菜脯末、咸菜末、1段油条。7.将两侧的饭向中央卷起包紧，将材料包在长糯米饭中，压捏成长椭圆形即可。"},{"recipeId":"d804545b965842f8812c39a39c09953e","recipeImage":"zd","recipeName":"蒸蛋","recipeType":"蛋白质","recipeMaterial":"鸡蛋、葱、盐、老抽、橄榄油、水","recipeStep":"1、1个鸡蛋打匀，加入丁点盐、一勺老抽、半勺橄榄油，加满水，拌匀撒上葱末。2、微波炉叮3-4分钟，欧了。里面也可以加点肉末味道更好。"},{"recipeId":"18bf00192b8f4ee4ab33c123518bd8a3","recipeImage":"xhscjd","recipeName":"西红柿炒鸡蛋","recipeType":"蛋白质","recipeMaterial":"西红柿2粒或3粒，鸡蛋3粒，小葱1根，白糖1汤匙，白胡椒粉少许，盐少许，味精少许","recipeStep":"1、西红柿洗净后顶部划“十”字，浇上开水烫2分钟后去皮切片2、鸡蛋打入碗中，加入少许白胡椒粉、盐和味精，打散备用3、小葱洗净后切成葱花4、炒锅内倒少许油烧至微热，倒入鸡蛋快速划散，凝固后盛出5、炒锅内重新倒入少许油烧至7成热，倒入西红柿大火煸炒，然后加入白糖炒匀，再倒入鸡蛋一起翻炒，最后调入少许盐和味精，起锅前撒上葱花即可"},{"recipeId":"68afdbcf9d644bfd8088e7b6234f0981","recipeImage":"wxcyd","recipeName":"五香茶叶蛋","recipeType":"蛋白质","recipeMaterial":"鸡蛋，红茶包，桂皮，八角，香叶，盐，酱油","recipeStep":"1 将鸡蛋放入锅中，加入清水，锅盖开一条缝隙，水开后用中火煮5-6分钟；2 等鸡蛋晾凉后，轻敲蛋壳，使鸡蛋四周均有裂缝；3 再将鸡蛋放入锅中，加入足量清水，放入红茶包、桂皮、八角、香叶、盐、酱油；4 用旺火烧开后改用中火，煮30-40分钟；5 挑出茶包及香料，将鸡蛋浸在汤汁里3-4小时以后再吃口味更好。"},{"recipeId":"082ef1c1d35249319214896915f8adba","recipeImage":"jphbd","recipeName":"极品荷包蛋","recipeType":"蛋白质","recipeMaterial":"清水一小碗，盐半小勺，鸡蛋一个","recipeStep":"1、干锅烧热，可以用手在锅的表面感受一下，感觉热了就关掉火。2、关火后倒入几滴油，不用放太多，一点点就可以。3、散入半小勺盐，把锅晃一下，使油均匀（锅中撒入盐，还可以防止鸡蛋粘锅）。4、打入一个鸡蛋，不要翻动。5、倒入少许清水（清水可以降温，并产生水蒸气），这个时候可以开小火，听见噼里啪啦的声音后关火（因为水和热油放在一起会霹雳啪啦的响）。6、盖上锅盖，用锅里的余温来热熟鸡蛋，3-5分钟后就可以了。"},{"recipeId":"64eef9e247d148ebb0daa0eece44860a","recipeImage":"jdg","recipeName":"鸡蛋羹","recipeType":"蛋白质","recipeMaterial":"主料：鸡蛋，盐，水，油，葱花","recipeStep":"1、新鲜鸡蛋一个。磕入碗中，用打蛋器调散，加入很少量盐调匀，这时的蛋液会比之前稀、黄。2、现在加水。最好是温水。冷水不太好，热水就更不行了，以冲进去就成蛋花了。3、水中加入少量蚝油调匀后掺入蛋液里面调匀。再加入少量猪油。4、烧一锅清水，放上蒸隔。水一定要开以后，再把蛋液放上蒸隔，然后开小火，锅盖一定要留缝，不要盖严实了。这样蒸出来的蛋羹绝对不会有蜂窝眼，口感也不会老。大概10－15分钟，鸡蛋羹就应该差不多好了。撒上一些葱花（根据个人爱好，还可以加肉臊之类的），滴上几滴蒸鱼豉油就可以享用啦！"},{"recipeId":"b530bcc499794c19a5918b1c1880c1e1","recipeImage":"dsx","recipeName":"地三鲜","recipeType":"维生素","recipeMaterial":"原料：土豆200g、茄子200g、青椒200g。辅料：姜蒜、水淀粉、酱油1/4小勺、盐1/4小勺、油。","recipeStep":"1、茄子切滚刀块，青椒切成菱形，土豆切片，生抽和盐混合均匀；2、锅内烧热油依次炸土豆，茄子，青椒，捞出备用；3、锅内留少许底油，倒入蒜末炒香下炸好的三鲜快速炒匀倒入生抽和盐；4、倒入水淀粉勾芡即可出锅。"},{"recipeId":"b9653db167ae496b88b938428ca9fc07","recipeImage":"hsqz","recipeName":"红烧茄子","recipeType":"维生素","recipeMaterial":"主料：茄子，香菜，蒜瓣副料：酱油，糖，盐，水，油","recipeStep":"1、茄子去皮，切成滚刀快。放如一大碗内，均匀的撒上一层盐，边撒边搅拌。然后放到一边备用。2、这时候，你可以剥蒜，洗香菜。将蒜瓣切成蒜绒放在碗里，到上一点酱油。加一点白糖和水，凑够一碗。香菜切末大概30分钟后，使力气的活该开始了。3、抓起大碗里面的茄子，拼命的攥~~尽量把水攥干。攥的越干，烧出来的茄子越香。待油8分热的时候，将攥成球球的茄子下锅。炒到茄子变色倒入刚才按照秘方配置的汤料。烧开后关小火，记得还要翻翻。"},{"recipeId":"e16ec6f2423a450cb0b1b43243868a03","recipeImage":"mpdf","recipeName":"麻婆豆腐","recipeType":"维生素","recipeMaterial":"南豆腐（嫩豆腐），牛绞肉或者猪绞肉，豆豉少许，香葱（蒜苗最好），姜末，蒜末，郫县辣豆瓣酱少许，淀粉水","recipeStep":"1.葱切小段，姜，蒜切成细末，蒜是姜的2倍量（2：1）。2.豆腐去掉表皮，切成小块，放入凉水锅里(水里要放入少许盐)，中小火加热.水沸腾之前，倒入漏勺沥水。(豆腐过盐水，可以去除豆腥味，逼出水分)3.煮豆腐的同时，起个新锅，不要加油，直接下绞肉，慢慢炒至肉末变成深棕色，至酥。加入姜蒜末，炒出香气，放入1汤匙辣豆瓣酱，炒出红油。4.加入几粒豆豉，加入高汤or水，豆腐下锅（高汤or水的量要没过豆腐，），加入一点酒、1汤匙酱油增加颜色，煮5-6分钟，注意火候不要太大，以免豆腐开裂。5.烧开后用湿淀粉勾芡（一般要分2次加），第1次勾芡后加入葱花，再勾第2次芡。6.最后沿锅边加入入少许热油，开大火，等油浮上来就可以了（淋红油会比较红亮)7.出锅装盘后再加入花椒粉，不要加太多。"},{"recipeId":"f4f13c9ed8ff46fea3aa68adf9d64e79","recipeImage":"srym","recipeName":"松仁玉米","recipeType":"维生素","recipeMaterial":"冷冻玉米粒300克 松仁100克 香葱1根 青椒或杭椒1根 红椒2根盐1/2茶匙（3克）糖1/2茶匙（3克） 牛奶3汤匙（45ml）","recipeStep":"1)将冷冻玉米粒从冰箱拿出，放在室温解冻（如特别急用，放冷水里解冻也可，但口感略差）。用清水冲净后，沥干水分备用。将青红椒洗净，斜切成片，不要去籽。香葱切碎。2)锅中不要倒油，将松仁放入锅中，用小火慢慢将松仁焙香。待松仁变微黄色，表面泛油光时，盛出自然冷却。3)锅中倒入油大火加热至7成热时，放入香葱炒香，然后倒入玉米粒，青红椒片，加入盐和糖，翻炒约半分钟，倒入牛奶搅匀，待牛奶快收干汤汁时，放入松仁即可。"},{"recipeId":"fe0c7bbbeb2b45c28a3fd7e5c2d6f2cc","recipeImage":"scsl","recipeName":"蔬菜沙拉","recipeType":"维生素","recipeMaterial":"卷心菜，葡萄干，沙拉酱，萝卜","recipeStep":"1、萝卜切丝，卷心菜用手撕。2、把萝卜丝和卷心菜倒进碗里，并且加入葡萄干，加上沙拉酱拌均。"},{"recipeId":"227b2f740e7140dfba344638646fe029","recipeImage":"snsgsl","recipeName":"酸奶水果沙拉","recipeType":"无机盐","recipeMaterial":"儿童优酪乳1杯，火龙果1个，苹果1个，香蕉1根，西瓜1块","recipeStep":"1.将火龙果、苹果、、香蕉、西瓜去皮后切成大小一致的小粒2.将切好的苹果放入淡盐水中浸泡，可以防止氧化变黑3.把火龙果、苹果、香蕉、西瓜粒放入碗里，在上面淋上儿童优酪乳即可"},{"recipeId":"ecfa0c92590e43b79f25b7ef22c6bd6e","recipeImage":"ssbc","recipeName":"手撕包菜","recipeType":"无机盐","recipeMaterial":"卷心菜一颗、蒜几瓣、干辣椒１０－１５个、花椒10粒左右、陈醋、老抽、糖、盐、鸡精少许","recipeStep":"１、包菜用手撕成小片，干辣椒剪成小段、蒜切片；２、锅中油热后，关小火，放入蒜片爆香，再放入花椒、干辣椒；３、炒出香味后，放入卷心菜，炒至稍稍变色，放入陈醋、老抽翻炒均匀；４、放少许糖提鲜，加少许盐、鸡精调味即可。"},{"recipeId":"e6031ec94f474af4a755e14b295a4692","recipeImage":"xgyc","recipeName":"香菇油菜","recipeType":"无机盐","recipeMaterial":"小油菜500克，香菇10个，盐，淀粉，鸡精，蚝油适量","recipeStep":"1.香菇泡开后捞出备用。3.油菜变绿色，捞出可以用矿泉水稍微冲下保持新鲜河口感，然后淋干放在盘中。4.锅子加入少许油，将泡香菇的水倒入烧开放入香菇，假如蚝油、盐，炖至香菇入味，码到油菜上。5.锅中加入香菇水再烧开，加入淀粉和少量水调好的汁，加入少许盐、鸡精淋在香菇和油菜上即可。"},{"recipeId":"989df2ef38b74676b3bd23aa117f2fe6","recipeImage":"dhzct","recipeName":"蛋花紫菜汤","recipeType":"无机盐","recipeMaterial":"紫菜，胡萝卜，香菜，鸡蛋，淀粉","recipeStep":"1、清水入锅，烧开，加入紫菜、胡萝卜、香菜；2、鸡蛋最后打入，淀粉勾芡出锅。"},{"recipeId":"835e89cc7a1a4690b9832d74b0bbc213","recipeImage":"xshdt","recipeName":"鲜蔬海带汤","recipeType":"无机盐","recipeMaterial":"油菜300克，平菇300克，水发海带结100克，盐适量，鸡精少许","recipeStep":"1.食材洗净备用，海带结提前用冷开水泡好，平菇焯水。2.起火烧水，水开后放入海带结、平菇，加适量盐。3.海带和平菇九成熟时，放入油菜，转小火再煮一会儿，使油菜入味。4.加少许鸡精调味，关火即可"},{"recipeId":"159821bebb844898ab012abfa9dd67b0","recipeImage":"nnpgz","recipeName":"牛奶苹果汁","recipeType":"水","recipeMaterial":"牛奶1杯，苹果1个","recipeStep":"1、苹果洗净，去皮，去核，切块，用榨汁机榨成汁。2、兑上牛奶即可。"},{"recipeId":"2b90848d483b4d3a97737349029a6c4b","recipeImage":"xjnx","recipeName":"香蕉奶昔","recipeType":"水","recipeMaterial":"香蕉2根，牛奶1袋，巧克力酱适量","recipeStep":"1.香蕉去皮。2.切成段，最好是等大的香蕉段。3.把切好的香蕉段放入搅拌机内。4.再加入一袋牛奶。5.牛奶盒香蕉放到一起后，盖好盖子。6.用点摇的档，不要搅打太久，点摇2-3次没有大颗粒即可。7.搅打好后的样子。8.如果想多些资味，可以先淋上巧克力酱，我用的好时巧克力酱。9.交叉淋上酱液。10.然后用牙签朝一个方向搅拌，即可如下图，小资味道立增。"},{"recipeId":"037a725364fc4da08da778acf8866313","recipeImage":"yzc","recipeName":"柚子茶","recipeType":"水","recipeMaterial":"1、柚子；2、冰糖；3、蜂蜜（槐花蜜最好）；4、食用盐","recipeStep":"1、柚子在热水中浸泡约10分钟左右，柚子为了看上去美观通常都会在表皮封一层蜡，所以我们要用食用盐在柚子上轻轻搓揉，这样做是为了使表皮更加干净！柚子皮在制作过程中也是非常重要的。2、将柚子皮剥开刮去里面的白瓤，最好用刀子慢慢的刮，越薄越好。这样做是为了减轻苦味。3、刮成薄片的柚子皮改刀切成细丝，越细越好！！这样是为了保证成品的口感。4、柚子瓤去掉外层薄膜和籽，然后剥成碎块！不用剥的太碎，因为在煮的过程中柚子瓤会自然散开。5、做好准备工作就可以上锅煮了，首先放入适量冰糖，熬化后放入切好的柚子皮煮大约10分钟，让它充分吸收冰糖水的甜味。6、待柚子皮煮到半透明就可以放入柚子瓤了7、熬阿熬~~慢慢由大火转至小火。咕嘟咕嘟~8、约半小时后，柚子茶的颜色就会由白色变为黄色，这都是冰糖的作用啊~~9、继续继续~~待水分耗干即可关火，这时的柚子茶已经变为深黄色了！10、放凉之后柚子茶的颜色又会出现变化，然后加入适量蜂蜜，装瓶完成制作"},{"recipeId":"cfa626934901403480ba848afc5fa14d","recipeImage":"yzgl","recipeName":"杨枝甘露","recipeType":"水","recipeMaterial":"主料：西米约50克（我选小西米，好煮），金煌芒果2个（其他的芒果也可，如果小的芒果大概4个，金煌芒果纤维很细，关键是它好好吃），西柚1个，木瓜1个（最好是台湾木瓜，因为特别的好吃呢），高达椰浆1罐（用椰子汁也可），三花淡奶1罐（现在真流行用这个），冰糖少许（砂糖也可）。","recipeStep":"1、西米放进煮开的水里，大火煮1分钟后加盖闷至透明（约25分钟，这样比一直煮省火），用过滤筛子盛着用凉水冲净，沥干后备用，提示：如果这时候西米还没透明，到第4步还可以再煮。2、芒果一个把肉肉挖起来，用搅拌机打成浆，提示：要切小块，搅拌器才好打哦。另一个起肉切成1cm见方状，备用。3、西柚最好买进口红肉的，颜色好看而且香味浓郁；将肉剥出后轻轻揉散，备用。4、将冰糖放进水里煮溶（水量约与西米为1：1），倒进西米煮开约2分钟（如果第1步中西米还没透明，这里就多煮一会），整锅放进冷水里浸着，以加速降温。5、当西米降到40度以下时，先加入三花淡奶，份量以汤色泛起牛奶色为准；再加入椰浆，份量以闻到椰香而定。6、然后加入芒果汁，搅匀、试味；如果觉得不够甜的话，可加入幼砂糖调和一下。7、最后加入西柚肉粒和芒果肉粒，置入雪柜冷冻即可食用。"},{"recipeId":"d5b9c58d9bff4a58b11e1b4516bbc1d6","recipeImage":"smt","recipeName":"酸梅汤","recipeType":"水","recipeMaterial":"乌梅250克，冰糖150克，蜂蜜2勺，桂花1勺，清水2大碗","recipeStep":"1.将药店里买来的乌梅用温水泡发2小时2.将乌梅放入锅中，加入冰糖、蜂蜜、桂花，再倒入清水，开中火煎煮3.等水开后，开盖晾凉。4.喜欢喝冰镇酸梅汤的，可直接放入冰箱冰镇3小时后再饮用。"}]